[
  {
    "texto": "Esa bata blanca te queda mejor que a nadie. ¡Sigue brillando, doctora!",
    "autor": "Tu novio"
  },
  {
    "texto": "Tu dedicación salva vidas, pero tu sonrisa me salvó a mí. ¡Ánimo hoy!",
    "autor": "Tu novio"
  },
  {
    "texto": "Sé que el hospital es cansado, pero el mundo necesita más médicos con tu corazón.",
    "autor": "Tu novio"
  },
  {
    "texto": "Cada nota de evolución es un paso más cerca de tu meta. ¡Tú puedes!",
    "autor": "Tu novio"
  },
  {
    "texto": "Hermosillo es muy afortunado de tener a la médico más entregada en sus pasillos.",
    "autor": "Tu novio"
  },
  {
    "texto": "Eres la prueba de que se puede ser brillante y dulce al mismo tiempo.",
    "autor": "Tu novio"
  },
  {
    "texto": "No solo eres una interna, eres la esperanza de muchos pacientes hoy.",
    "autor": "Tu novio"
  },
  {
    "texto": "Tu inteligencia me asombra, pero tu resiliencia me enamora.",
    "autor": "Tu novio"
  },
  {
    "texto": "Cuando sientas que no puedes más, recuerda por qué empezaste. Yo creo en ti.",
    "autor": "Tu novio"
  },
  {
    "texto": "Eres mi doctora favorita y mi persona favorita en todo el mundo.",
    "autor": "Tu novio"
  },
  {
    "texto": "Pequeño recordatorio: por favor, toma un poco de agua entre pacientes.",
    "autor": "Tu novio"
  },
  {
    "texto": "Si tienes 5 minutos, cierra los ojos y respira. Te lo mereces.",
    "autor": "Tu novio"
  },
  {
    "texto": "Espero que hoy la cafetería del hospital tenga algo rico para ti.",
    "autor": "Tu novio"
  },
  {
    "texto": "No te olvides de comer algo, aunque sea un snack rápido. ¡Te necesito con fuerzas!",
    "autor": "Tu novio"
  },
  {
    "texto": "Tu salud también es importante. Cuídate mucho hoy, por favor.",
    "autor": "Tu novio"
  },
  {
    "texto": "Si la guardia se pone pesada, piensa en el abrazo que te voy a dar al verte.",
    "autor": "Tu novio"
  },
  {
    "texto": "Duerme un poquito si el servicio te da tregua. Descansa, amor.",
    "autor": "Tu novio"
  },
  {
    "texto": "Un día menos de guardia es un día más cerca de estar juntos.",
    "autor": "Tu novio"
  },
  {
    "texto": "Cuento los minutos para que salgas y me cuentes cómo te fue.",
    "autor": "Tu novio"
  },
  {
    "texto": "Aunque estemos lejos, mi corazón está ahí contigo en el hospital.",
    "autor": "Tu novio"
  },
  {
    "texto": "Te mando un beso virtual que te dé energía para toda la noche.",
    "autor": "Tu novio"
  },
  {
    "texto": "Eres mi pensamiento favorito entre mis actividades diarias.",
    "autor": "Tu novio"
  },
  {
    "texto": "Me encantaría estar ahí para llevarte un café, pero te envío todo mi amor.",
    "autor": "Tu novio"
  },
  {
    "texto": "La distancia solo me confirma que quiero estar contigo siempre.",
    "autor": "Tu novio"
  },
  {
    "texto": "¡Dale con todo hoy, doctora!",
    "autor": "Tu novio"
  },
  {
    "texto": "Eres la jefa de ese piso, ¡tú puedes!",
    "autor": "Tu novio"
  },
  {
    "texto": "Falta poco para el 'post-guardia'. ¡Resiste!",
    "autor": "Tu novio"
  },
  {
    "texto": "Orgulloso de ti, hoy y siempre.",
    "autor": "Tu novio"
  },
  {
    "texto": "Mi interna favorita está haciendo un gran trabajo.",
    "autor": "Tu novio"
  },
  {
    "texto": "Te amo. Eso es todo. ¡A darle!",
    "autor": "Tu novio"
  }
]